Repository: DinanathDash/Stasis
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sk, sl, tr, vi, zh_hans, zh_hant

source: True to enable custom MagSafe LED colors, false to disable
de: True, um benutzerdefinierte Farben zu aktivieren, False zum Deaktivieren
es: True para activar colores personalizados, false para desactivar
fr: True pour activer les couleurs personnalisées, false pour désactiver
it: True per attivare i colori personalizzati, false per disattivare
ja: カスタムカラーの有効化はTrue、無効化はFalse
ko: 사용자 지정 색상을 켜려면 True, 끄려면 False
nl: True om aangepaste kleuren in te schakelen, false om uit te schakelen
pt_br: True para ativar cores personalizadas, false para desativar
pt_pt: True para ativar cores personalizadas, false para desativar
ru: True для включения пользовательских цветов, false для отключения
sk: True pre zapnutie vlastných farieb, false pre vypnutie
sl: True za omogočanje barv po meri, false za onemogočanje
tr: Özel renkleri etkinleştirmek için True, devre dışı bırakmak için False
vi: True để bật màu đèn LED tùy chỉnh, false để tắt
zh_hans: True 为启用自定义颜色，false 为禁用
zh_hant: True 為啟用自訂顏色，false 為停用

source: True to enable, false to disable. Leave empty (nil) to toggle current state.
de: True zum Aktivieren, False zum Deaktivieren. Leer lassen (nil) zum Umschalten.
es: True para activar, false para desactivar. Dejar vacío (nil) para alternar.
fr: True pour activer, false pour désactiver. Laisser vide (nil) pour basculer.
it: True per attivare, false per disattivare. Lasciare vuoto (nil) per invertire.
ja: 有効化はTrue、無効化はFalse。空（nil）で現在の状態を反転します。
ko: 활성화하려면 True, 비활성화하려면 False. 현재 상태를 전환하려면 비워 두세요(nil).
nl: True om in te schakelen, false om uit te schakelen. Laat leeg (nil) om te schakelen.
pt_br: True para ativar, false para desativar. Deixe em branco (nil) para alternar.
pt_pt: True para ativar, false para desativar. Deixe em branco (nil) para alternar.
ru: True — включить, false — отключить. Оставьте пустым (nil) для переключения.
sk: True pre zapnutie, false pre vypnutie. Ponechajte prázdne (nil) pre prepnutie.
sl: True za omogočanje, false za onemogočanje. Pustite prazno (nil) za preklop.
tr: Etkinleştirmek için True, devre dışı bırakmak için False. Değiştirmek için boş bırakın.
vi: True để bật, false để tắt. Để trống (nil) để chuyển đổi trạng thái hiện tại.
zh_hans: True 为启用，false 为禁用。留空（nil）表示切换当前状态。
zh_hant: True 為啟用，false 為停用。留空（nil）表示切換目前的狀態。

source: True to start Top-Up, false to stop. Leave empty (nil) to toggle current state.
de: True zum Starten, False zum Stoppen. Leer lassen (nil) zum Umschalten des aktuellen Zustands.
es: True para iniciar, false para detener. Dejar vacío (nil) para alternar el estado actual.
fr: True pour démarrer, false pour arrêter. Laisser vide (nil) pour basculer l'état actuel.
it: True per avviare, false per interrompere. Lasciare vuoto (nil) per invertire lo stato attuale.
ja: 開始はTrue、停止はFalse。空（nil）で現在の状態を反転します。
ko: 시작하려면 True, 중지하려면 False. 현재 상태를 전환하려면 비워 두세요(nil).
nl: True om te starten, false om te stoppen. Laat leeg (nil) om de status te wizzigen.
pt_br: True para iniciar, false para parar. Deixe em branco (nil) para alternar o estado.
pt_pt: True para iniciar, false para parar. Deixe em branco (nil) para alternar o estado.
ru: True — начать, false — остановить. Оставьте пустым (nil) для переключения текущего состояния.
sk: True pre spustenie, false pre zastavenie. Ponechajte prázdne (nil) pre prepnutie stavu.
sl: True za začetek, false za ustavitev. Pustite prazno (nil) za preklop trenutnega stanja.
tr: Başlatmak için True, durdurmak için False. Mevcut durumu değiştirmek için boş (nil) bırakın.
vi: True để bắt đầu, false để dừng. Để trống (nil) để chuyển đổi trạng thái hiện tại.
zh_hans: True 为开始，false 为停止。留空（nil）表示切换当前状态。
zh_hant: True 為開始，false 為停止。留空（nil）表示切換目前的狀態。

source: True to start discharge, false to stop. Leave empty (nil) to toggle current state.
de: True zum Starten, False zum Stoppen. Leer lassen (nil) zum Umschalten.
es: True para iniciar, false para detener. Dejar vacío (nil) para alternar.
fr: True pour démarrer, false pour arrêter. Laisser vide (nil) pour basculer.
it: True per avviare, false per interrompere. Lasciare vuoto (nil) per invertire.
ja: 開始はTrue、停止はFalse。空（nil）で現在の状態を反転します。
ko: 시작하려면 True, 중지하려면 False. 현재 상태를 전환하려면 비워 두세요(nil).
nl: True om te starten, false om te stoppen. Laat leeg (nil) om te schakelen.
pt_br: True para iniciar, false para parar. Deixe em branco (nil) para alternar.
pt_pt: True para iniciar, false para parar. Deixe em branco (nil) para alternar.
ru: True — начать, false — остановить. Оставьте пустым (nil) для переключения.
sk: True pre spustenie, false pre zastavenie. Ponechajte prázdne (nil) pre prepnutie.
sl: True za začetek, false za ustavitev. Pustite prazno (nil) za preklop.
tr: Başlatmak için True, durdurmak için False. Değiştirmek için boş bırakın.
vi: True để bắt đầu, false để dừng. Để trống (nil) để chuyển đổi trạng thái hiện tại.
zh_hans: True 为开始放电，false 为停止。留空（nil）表示切换当前状态。
zh_hant: True 為開始放電，false 為停止。留空（nil）表示切換目前的狀態。

source: Two decimal places for power values
de: Zwei Dezimalstellen für Leistungswerte
es: Dos decimales para los valores de potencia
fr: Deux décimales pour les valeurs de puissance
it: Due cifre decimali per i valori di potenza
ja: 電力値を小数点以下2桁で表示
ko: 전력 값을 소수점 둘째 자리까지 표시
nl: Twee decimalen voor vermogenswaarden
pt_br: Duas casas decimais para valores de potência
pt_pt: Duas casas decimais para valores de potência
ru: Два знака после запятой для значений мощности
sk: Dve desatinné miesta pre hodnoty výkonu
sl: Dve decimalni mesti za vrednosti moči
tr: Güç değerleri için iki ondalık basamak
vi: Hai chữ số thập phân cho giá trị công suất
zh_hans: 功率数值保留两位小数
zh_hant: 功率數值保留兩位小數

source: URL Copied!
de: URL kopiert!
es: ¡URL copiada!
fr: URL copiée !
it: URL copiato!
ja: URLをコピーしました！
ko: URL 복사됨!
nl: URL gekopieerd!
pt_br: URL copiado!
pt_pt: URL copiado!
ru: URL скопирован!
sk: Adresa URL bola skopírovaná!
sl: URL kopiran!
tr: URL Kopyalandı!
vi: Đã sao chép URL!
zh_hans: URL 已复制！
zh_hant: URL 已複製！

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Disinstalla
ja: アンインストール
ko: 제거
nl: Deïnstalleren
pt_br: Desinstalar
pt_pt: Desinstalar
ru: Удалить
sk: Odinštalovať
sl: Odstrani
tr: Kaldır
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 解除安裝

source: Uninstall helper daemon
de: Helper-Dienst deinstallieren
es: Desinstalar servicio de asistencia
fr: Désinstaller le service d'aide
it: Disinstallare il demone helper
ja: ヘルパーデーモンをアンインストールする
ko: 도우미 데몬 제거
nl: Helper-daemon verwijderen
pt_br: Desinstalar serviço auxiliar (daemon)
pt_pt: Desinstalar serviço auxiliar (daemon)
ru: Удалить вспомогательный демон
sk: Odinštalovať pomocného démona
sl: Odstrani pomožni demon
tr: Yardımcı arka plan programını kaldır
vi: Gỡ cài đặt trình nền trợ giúp
zh_hans: 卸载辅助守护进程
zh_hant: 卸載幫助守護程序

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Неизвестно
sk: Neznámy
sl: Neznano
tr: Bilinmiyor
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

source: Unknown Stasis command: stasis://%@
de: Unbekannter Stasis-Befehl: stasis://%@
es: Comando desconocido de Stasis: stasis://%@
fr: Commande Stasis inconnue : stasis://%@
it: Comando Stasis sconosciuto: stasis://%@
ja: 不明なStasisコマンド: stasis://%@
ko: 알 수 없는 Stasis 명령: stasis://%@
nl: Onbekende Stasis-opdracht: stasis://%@
pt_br: Comando Stasis desconhecido: stasis://%@
pt_pt: Comando Stasis desconhecido: stasis://%@
ru: Неизвестная команда Stasis: stasis://%@
sk: Neznámy príkaz Stasis: stasis://%@
sl: Neznan ukaz Stasis: stasis://%@
tr: Bilinmeyen Stasis komutu: stasis://%@
vi: Lệnh Stasis không xác định: stasis://%@
zh_hans: 未知的 Stasis 命令: stasis://%@
zh_hant: 未知的 Stasis 指令：stasis://%@

source: Updates
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pt_br: Atualizações
pt_pt: Atualizações
ru: Обновления
sk: Aktualizácie
sl: Posodobitve
tr: Güncellemeler
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Uptime
de: Betriebszeit
es: Tiempo de actividad
fr: Temps d'activité
it: Tempo di attività
ja: 稼働時間
ko: 가동 시간
pt_br: Tempo de atividade
pt_pt: Tempo de atividade
ru: Время работы
tr: Çalışma süresi
vi: Thời gian hoạt động
zh_hans: 运行时间
zh_hant: 正常運作時間

source: Use hardware percentage
de: Hardware-Batteriestand verwenden
es: Usar el porcentaje de batería del hardware
fr: Utiliser le pourcentage brut de la batterie
it: Usa percentuale batteria hardware
ja: ハードウェアのバッテリー残量を使用
ko: 하드웨어 배터리 잔량 사용
nl: Hardware-batterijpercentage gebruiken
pt_br: Usar percentagem de hardware
pt_pt: Usar percentagem de hardware
ru: Использовать аппаратный процент заряда
sk: Použiť hardvérové percento batérie
sl: Uporabi strojni odstotek baterije
tr: Donanım pil yüzdesini kullan
vi: Sử dụng phần trăm pin phần cứng
zh_hans: 使用硬件电量百分比
zh_hant: 使用硬體回報的電池百分比

source: Use raw hardware health
de: Unverarbeiteten Hardware-Zustand verwenden
es: Usar el estado de hardware sin procesar
fr: Utiliser l’état matériel brut
it: Usa lo stato hardware grezzo
ja: ハードウェアの生の状態値を使用
ko: 원시 하드웨어 상태 값 사용
nl: Ruwe hardwareconditie gebruiken
pt_br: Usar saúde bruta do hardware
pt_pt: Usar saúde bruta do hardware
ru: Использовать необработанное значение состояния оборудования
sk: Použiť nespracovaný stav hardvéru
sl: Uporabi neobdelano stanje strojne opreme
tr: Ham donanım sağlık değerini kullan
vi: Sử dụng giá trị tình trạng phần cứng thô
zh_hans: 使用硬件原始健康度
zh_hant: 使用原始硬體健康度

source: Use the raw battery percentage instead of the macOS calibrated value.
de: Verwenden Sie den Rohbatterie-Prozentsatz anstelle des von macOS kalibrierten Werts.
es: Utilice el porcentaje de batería sin procesar en lugar del valor calibrado de macOS.
fr: Utilisez le pourcentage brut de batterie au lieu de la valeur calibrée de macOS.
it: Utilizza la percentuale grezza della batteria anziché il valore calibrato di macOS.
ja: macOS の調整値の代わりに、生のバッテリーの割合を使用します。
ko: macOS 보정 값 대신 원시 배터리 비율을 사용합니다.
nl: Gebruik het onbewerkte batterijpercentage in plaats van de door macOS gekalibreerde waarde.
pt_br: Usar a percentagem bruta da bateria em vez do valor calibrado pelo macOS.
pt_pt: Usar a percentagem bruta da bateria em vez do valor calibrado pelo macOS.
ru: Используйте необработанный процент заряда батареи вместо калиброванного значения macOS.
sk: Namiesto kalibrovanej hodnoty pre macOS použite nespracované percento batérie.
sl: Uporabite neobdelani odstotek baterije namesto umerjene vrednosti za macOS.
tr: macOS kalibre edilmiş değer yerine ham pil yüzdesini kullanın.
vi: Sử dụng phần trăm pin thô thay vì giá trị đã hiệu chỉnh macOS.
zh_hans: 使用硬件原始电量百分比，而不是 macOS 校准后的数值。
zh_hant: 使用原始電池百分比而不是 macOS 校準值。

source: View on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub
it: Visualizza su GitHub
ja: GitHub で見る
ko: GitHub에서 보기
nl: Bekijk op GitHub
pt_br: Ver no GitHub
pt_pt: Ver no GitHub
ru: Посмотреть на GitHub
sk: Zobraziť na GitHub
sl: Ogled na GitHub
tr: GitHub'da görüntüle
vi: Xem trên GitHub
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上查看

source: Visuals
de: Darstellung
es: Visuales
fr: Apparence
it: Aspetto
ja: 表示
ko: 시각 효과
nl: Weergave
pt_br: Visuais
pt_pt: Visuais
ru: Оформление
sk: Vzhľad
sl: Videz
tr: Görünüm
vi: Hiển thị
zh_hans: 可视化
zh_hant: 外觀

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadairement
it: Settimanale
ja: 毎週
ko: 주간
nl: Wekelijks
pt_br: Semanalmente
pt_pt: Semanalmente
ru: Еженедельно
sk: Týždenne
sl: Tedensko
tr: Haftalık
vi: hàng tuần
zh_hans: 每周
zh_hant: 每週

source: What is my battery status in ${applicationName}?
de: Wie ist mein Batteriestatus in ${applicationName}?
es: ¿Cuál es el estado de mi batería en ${applicationName}?
fr: Quel est l'état de ma batterie dans ${applicationName} ?
it: Qual è lo stato della mia batteria in ${applicationName}?
ja: ${applicationName}のバッテリー状態は？
ko: ${applicationName}의 배터리 상태는 무엇인가요?
nl: Wat is mijn batterijstatus in ${applicationName}?
pt_br: Qual é o status da minha bateria no ${applicationName}?
pt_pt: Qual é o estado da minha bateria no ${applicationName}?
ru: Каков статус моей батареи в ${applicationName}?
sk: Aký je stav mojej batérie v ${applicationName}?
sl: Kakšno je moje stanje baterije v ${applicationName}?
tr: ${applicationName}'te pil durumum nedir?
vi: Trạng thái pin của tôi trong ${applicationName} là gì?
zh_hans: 我在 ${applicationName} 中的电池状态是什么？
zh_hant: 我在 ${applicationName} 中的電池狀態是什麼？

source: When updates are found
de: Wenn Updates gefunden werden
es: Cuando se encuentren actualizaciones
fr: Lorsque des mises à jour sont trouvées
it: Quando vengono trovati gli aggiornamenti
ja: アップデートが見つかったとき
ko: 업데이트가 발견되면
nl: Wanneer er updates zijn gevonden
pt_br: Quando forem encontradas atualizações
pt_pt: Quando forem encontradas atualizações
ru: При обнаружении обновлений
sk: Keď sa nájdu aktualizácie
sl: Ko so najdene posodobitve
tr: Güncellemeler bulunduğunda
vi: Khi tìm thấy bản cập nhật
zh_hans: 发现更新时
zh_hant: 當發現更新時

source: Why use stasis:// URLs?
de: Warum stasis:// URLs verwenden?
es: ¿Por qué usar URL stasis://?
fr: Pourquoi utiliser des URL stasis:// ?
it: Perché usare gli URL stasis://?
ja: stasis:// URLを使う理由は？
ko: stasis:// URL을 사용하는 이유는?
nl: Waarom stasis://-URL's gebruiken?
pt_br: Por que usar URLs stasis://?
pt_pt: Porquê utilizar URLs stasis://?
ru: Зачем использовать URL stasis://?
sk: Prečo používať adresy URL stasis://?
sl: Zakaj uporabljati URL-je stasis://?
tr: Neden stasis:// URL'lerini kullanmalısınız?
vi: Tại sao sử dụng URL stasis://?
zh_hans: 为什么使用 stasis:// 链接？
zh_hant: 為什麼使用 stasis:// 連結？

source: Open the main Stasis dashboard and settings window.
de: Haupt-Dashboard und Einstellungsfenster von Stasis öffnen.
es: Abre el panel principal y la ventana de ajustes de Stasis.
fr: Ouvrez le tableau de bord principal et la fenêtre des réglages de Stasis.
it: Apri il pannello principale e la finestra delle impostazioni di Stasis.
ja: Stasisのメインダッシュボードと設定ウインドウを開きます。
ko: Stasis 기본 대시보드와 설정 창을 엽니다.
nl: Open het hoofddashboard en het instellingenvenster van Stasis.
pt_br: Abra o painel principal e a janela de ajustes do Stasis.
pt_pt: Abra o painel principal e a janela de definições do Stasis.
ru: Открыть главную панель и окно настроек Stasis.
sk: Otvorte hlavný panel a okno nastavení Stasis.
sl: Odprite glavno nadzorno ploščo in okno z nastavitvami Stasis.
tr: Stasis ana panosunu ve ayarlar penceresini açın.
vi: Mở bảng điều khiển chính và cửa sổ cài đặt Stasis.
zh_hans: 打开 Stasis 主仪表板和设置窗口。
zh_hant: 開啟 Stasis 主儀表板和設定視窗。

source: Enable or disable force discharging the battery while plugged into AC power.
de: Erzwungene Batterieentladung bei angeschlossenem Netzteil aktivieren oder deaktivieren.
es: Activa o desactiva la descarga forzada de la batería mientras está conectada a la corriente.
fr: Activez ou désactivez la décharge forcée de la batterie lorsque l’adaptateur secteur est branché.
it: Attiva o disattiva la scarica forzata della batteria quando è collegata all’alimentazione.
ja: 電源接続中のバッテリー強制放電を有効または無効にします。
ko: 전원에 연결된 동안 배터리 강제 방전을 활성화하거나 비활성화합니다.
nl: Schakel geforceerd ontladen van de batterij in of uit terwijl de netvoeding is aangesloten.
pt_br: Ative ou desative a descarga forçada da bateria enquanto o Mac estiver conectado à energia.
pt_pt: Ative ou desative a descarga forçada da bateria enquanto o Mac estiver ligado à corrente.
ru: Включить или отключить принудительную разрядку аккумулятора при подключённом питании.
sk: Povoľte alebo zakážte nútené vybíjanie batérie pri pripojení k napájaniu.
sl: Omogočite ali onemogočite prisilno praznjenje baterije, ko je priključeno napajanje.
tr: Güce bağlıyken pili zorla boşaltmayı etkinleştirin veya devre dışı bırakın.
vi: Bật hoặc tắt tính năng buộc xả pin khi đang cắm nguồn AC.
zh_hans: 连接交流电源时启用或停用电池强制放电。
zh_hant: 連接交流電源時啟用或停用電池強制放電。

source: Start a full battery calibration cycle in Stasis.
de: Einen vollständigen Batteriekalibrierungszyklus in Stasis starten.
es: Inicia un ciclo completo de calibración de la batería en Stasis.
fr: Démarrez un cycle complet d’étalonnage de la batterie dans Stasis.
it: Avvia un ciclo completo di calibrazione della batteria in Stasis.
ja: Stasisで完全なバッテリーキャリブレーションサイクルを開始します。
ko: Stasis에서 전체 배터리 보정 주기를 시작합니다.
nl: Start een volledige batterijkalibratiecyclus in Stasis.
pt_br: Inicie um ciclo completo de calibração da bateria no Stasis.
pt_pt: Inicie um ciclo completo de calibração da bateria no Stasis.
ru: Запустить полный цикл калибровки аккумулятора в Stasis.
sk: Spustite úplný cyklus kalibrácie batérie v Stasis.
sl: Zaženite celoten cikel umerjanja baterije v aplikaciji Stasis.
tr: Stasis’te tam bir pil kalibrasyon döngüsü başlatın.
vi: Bắt đầu một chu kỳ hiệu chỉnh pin đầy đủ trong Stasis.
zh_hans: 在 Stasis 中开始完整的电池校准周期。
zh_hant: 在 Stasis 中開始完整的電池校正週期。

source: Cancel an ongoing battery calibration cycle.
de: Einen laufenden Batteriekalibrierungszyklus abbrechen.
es: Cancela un ciclo de calibración de la batería en curso.
fr: Annulez un cycle d’étalonnage de la batterie en cours.
it: Annulla un ciclo di calibrazione della batteria in corso.
ja: 進行中のバッテリーキャリブレーションサイクルをキャンセルします。
ko: 진행 중인 배터리 보정 주기를 취소합니다.
nl: Annuleer een actieve batterijkalibratiecyclus.
pt_br: Cancele um ciclo de calibração da bateria em andamento.
pt_pt: Cancele um ciclo de calibração da bateria em curso.
ru: Отменить выполняющийся цикл калибровки аккумулятора.
sk: Zrušte prebiehajúci cyklus kalibrácie batérie.
sl: Prekličite potekajoči cikel umerjanja baterije.
tr: Devam eden pil kalibrasyon döngüsünü iptal edin.
vi: Hủy chu kỳ hiệu chỉnh pin đang diễn ra.
zh_hans: 取消正在进行的电池校准周期。
zh_hant: 取消進行中的電池校正週期。

source: Enable or disable Heat Protection Mode.
de: Hitzeschutzmodus aktivieren oder deaktivieren.
es: Activa o desactiva el modo de protección térmica.
fr: Activez ou désactivez le mode de protection thermique.
it: Attiva o disattiva la modalità di protezione dal calore.
ja: 熱保護モードを有効または無効にします。
ko: 열 보호 모드를 활성화하거나 비활성화합니다.
nl: Schakel de hittebeschermingsmodus in of uit.
pt_br: Ative ou desative o modo de proteção térmica.
pt_pt: Ative ou desative o modo de proteção térmica.
ru: Включить или отключить режим защиты от перегрева.
sk: Povoľte alebo zakážte režim ochrany pred teplom.
sl: Omogočite ali onemogočite način zaščite pred vročino.
tr: Isı Koruma Modu’nu etkinleştirin veya devre dışı bırakın.
vi: Bật hoặc tắt Chế độ Bảo vệ Nhiệt.
zh_hans: 启用或停用散热保护模式。
zh_hant: 啟用或停用散熱保護模式。

source: Set Heat Protection Threshold
de: Schwellenwert für Hitzeschutz festlegen
es: Establecer el umbral de protección térmica
fr: Définir le seuil de protection thermique
it: Imposta la soglia di protezione dal calore
ja: 熱保護のしきい値を設定
ko: 열 보호 임계값 설정
nl: Drempelwaarde voor hittebescherming instellen
pt_br: Definir limite de proteção térmica
pt_pt: Definir limiar de proteção térmica
ru: Установить порог защиты от перегрева
sk: Nastaviť prah ochrany pred teplom
sl: Nastavi prag zaščite pred vročino
tr: Isı Koruma Eşiğini Ayarla
vi: Đặt Ngưỡng Bảo vệ Nhiệt
zh_hans: 设置散热保护阈值
zh_hant: 設定散熱保護臨界值

source: Set the temperature threshold for Heat Protection Mode (30°C to 50°C).
de: Temperaturschwellenwert für den Hitzeschutzmodus festlegen (30 °C bis 50 °C).
es: Establece el umbral de temperatura del modo de protección térmica (de 30 °C a 50 °C).
fr: Définissez le seuil de température du mode de protection thermique (de 30 °C à 50 °C).
it: Imposta la soglia di temperatura della modalità di protezione dal calore (da 30 °C a 50 °C).
ja: 熱保護モードの温度しきい値を設定します（30°C〜50°C）。
ko: 열 보호 모드의 온도 임계값을 설정합니다(30°C~50°C).
nl: Stel de temperatuurdrempel voor de hittebeschermingsmodus in (30 °C tot 50 °C).
pt_br: Defina o limite de temperatura do modo de proteção térmica (30 °C a 50 °C).
pt_pt: Defina o limiar de temperatura do modo de proteção térmica (30 °C a 50 °C).
ru: Установить температурный порог режима защиты от перегрева (от 30 °C до 50 °C).
sk: Nastavte teplotný prah režimu ochrany pred teplom (30 °C až 50 °C).
sl: Nastavite temperaturni prag načina zaščite pred vročino (od 30 °C do 50 °C).
tr: Isı Koruma Modu sıcaklık eşiğini ayarlayın (30°C - 50°C).
vi: Đặt ngưỡng nhiệt độ cho Chế độ Bảo vệ Nhiệt (30°C đến 50°C).
zh_hans: 设置散热保护模式的温度阈值（30°C 至 50°C）。
zh_hant: 設定散熱保護模式的溫度臨界值（30°C 至 50°C）。

source: Enable or disable custom MagSafe LED color indication.
de: Benutzerdefinierte MagSafe-LED-Farbanzeige aktivieren oder deaktivieren.
es: Activa o desactiva la indicación de color personalizada del LED MagSafe.
fr: Activez ou désactivez l’indication de couleur personnalisée de la LED MagSafe.
it: Attiva o disattiva l’indicazione del colore personalizzato del LED MagSafe.
ja: MagSafe LEDのカスタムカラー表示を有効または無効にします。
ko: 사용자 지정 MagSafe LED 색상 표시를 활성화하거나 비활성화합니다.
nl: Schakel de aangepaste kleurindicatie van de MagSafe-led in of uit.
pt_br: Ative ou desative a indicação de cor personalizada do LED MagSafe.
pt_pt: Ative ou desative a indicação de cor personalizada do LED MagSafe.
ru: Включить или отключить пользовательскую цветовую индикацию светодиода MagSafe.
sk: Povoľte alebo zakážte vlastnú farebnú signalizáciu LED MagSafe.
sl: Omogočite ali onemogočite prikaz barve po meri za lučko LED MagSafe.
tr: Özel MagSafe LED renk göstergesini etkinleştirin veya devre dışı bırakın.
vi: Bật hoặc tắt chỉ báo màu LED MagSafe tùy chỉnh.
zh_hans: 启用或停用自定义 MagSafe LED 颜色指示。
zh_hant: 啟用或停用自訂 MagSafe LED 顏色指示。
